<!DOCTYPE html>
<html lang="ko">
<head>
	<title>소전 가이드북~♥</title>
	<link rel="icon" type="image/png" href="./img/favicon.png" sizes="32x32">
	<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
	<meta http-equiv="Content-Type" content="text/javascript"/>
	<meta http-equiv="Content-Tpye" content="text/css"/>
	<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no" />
	<meta name="format-detection" content="telephone=no">

	<link href="./css/font-awesome-4.7.0/css/font-awesome.min.css" rel="stylesheet" type="text/css" >
	<link href="./css/reset.css" rel="stylesheet" type="text/css">
	<link href="./css/style.css" rel="stylesheet" type="text/css">

	<script src="./js/jquery-1.12.4.min.js"></script>
</head>
<body>
	<div class="wrap">
		<div class="tab_btn_box">
			<div class="tab_btn on">
				HOME
			</div>
			<div class="tab_btn">
				1제대
			</div>
			<div class="tab_btn">
				2제대
			</div>
			<div class="tab_btn">
				3제대
			</div>
			<div class="tab_btn">
				4,5제대
			</div>
			<div class="tab_btn">
				6,7제대
			</div>
			<div class="tab_btn">
				군수 보내는법
			</div>
			<div class="tab_btn">
				인형 제조, 강화
			</div>
			<div class="tab_btn">
				장비 제조, 강화
			</div>
			<div class="tab_btn">
				일일필수 사항정리
			</div>
			<div class="tab_btn sp">
				백설동화 이벤트
			</div>
		</div>
		<div class="tab_ctn_box">
			<div class="tab_ctn on">
				<img src="./img/tab_1_1.jpg" class="res" style="max-width:763px">
			</div>

			<div class="tab_ctn">
				<div class="tit">
					1제대
				</div>
				<p>
					전역에서 이동 한칸을 더 확보 하기 위해 사용하는 제대 (더미 제대 라고 말함)
				</p>
				<p>
					+ 1제대는 유일하게 100렙 제대, 가장 확력이 막강함 (주간전투에서만, 나중에 야간전도 하게 될꺼임)
				</p>
				<p>
					1제대 원래 구성은 아래와 같음 (스토리에 나오는 메인 인형을 전부 사용한 제대)
				</p>
				<div class="pic_box">
					<img src="./img/tab_2_1.png" class="res">
				</div>
				<p>
					1제대 진형은 아래 처럼 하면 됌
				</p>
				<div class="pic_box">
					<img src="./img/tab_2_2.png" class="res">
				</div>
				<p>	
					더미 제대로 사용시에는 [UMP45]만 남기고 나머지 애들은 제대에서 내보내면 됌
				</p>
				<p>	
					1제대는 평상시에는 더미 제대로 사용하다, 이벤트 실시 혹은 스토리 클리어 하고 싶을때 풀로 갖추고 사용하면 됌
				</p>
			</div>

			<div class="tab_ctn">
				<div class="tit">
					2제대
				</div>
				<p>
					지금 육성중인 제대(랍딱소대 라는 별명이 있음)<br>
					RF의 느린 발사 속도를 HG(버프가 사속 증가인 애만 골라서)의 버프로 극도로 올려서 화력을 높이는 타입<br>
					가장 큰 장점은 전투에 투입되는 모든 제대 구성중에 자원소모가 가장 적다
				</p>
				<p>
					+ 소전의 모든 인형은 레벨업을 해서, 링크를 늘릴수록(총 5링크 까지 가능) 전투 시 사용하는 자원이 늘어나게 됌.<br>
					인형 병과별로 자원을 가장 많이 먹는 순으로 나열하면<br>
					MG > SG > RF > SMG > AR > HG
				</p>
				<p>
					2제대 원래 구성은 아래와 같음
				</p>
				<div class="pic_box">
					<img src="./img/tab_3_1.png" class="res">
				</div>
				<p>
					2제대 진형은 아래 처럼 하면 됌 (가장 앞에 웰로드를 세워야함)
				</p>
				<div class="pic_box">
					<img src="./img/tab_3_2.png" class="res">
				</div>
				<p>	
					2제대는 일일 미션중에 전역 클리어 9번이 있음. 그 미션 겸 +렙업으로 사용하면 되는 제대임<br>
					사용법 예시 : 5-긴급2 전역에서 본부에 1제대 떨구고, 오른쪽 아래 헬리포트에 2제대 떨구고 바로 상대 본부까지 1턴안에 다 부시고 드가서 점령하고 끝. 이걸 9번 반복<br>
					<br>
					낮에 겜접속 못하는 시간, 혹은 밤에 길게 자는 동안 <b>3-야간1</b> 자율작전 틈틈히 돌리면 레벨업에 도움 많이 됌
				</p>
			</div>

			<div class="tab_ctn">
				<div class="tit">
					3제대
				</div>
				<p>
					육성 거의 마친 제대 (망샷소대 라는 별명이 있음)<br>
					실제 전투 투입되면 미친듯이 자원이 갈려 나감<br>
					근데 화력이 미친듯이 강함
				</p>
				<p>
					+ 소전에서 인형들이 레벨업 하면 링크를 올릴수 있음 (게임내에서는 편제 확대)<br>
					레벨10, 30, 70, 90 에 한번씩 가능하고, 만렙은 100임<br>
					결국 하나의 인형은 4번의 편제 확대가 가능함(결과는 5개의 인형)<br>
					편제 확대의 방법은 둘임<br>
					1. 같은 인형을 넣어서 편제 확대를 한다.<br>
					2. 대체코어라는 것을 사용해서 편제를 확대 한다.<br>
					<br>
					여기서, 인형 레어도의 문제가 걸림
					레어도가 낮은 2성, 3성 인형은 같은 인형을 구하기 쉬우니, 편제 확대도 쉬움<br>
					반면에 4, 5성 인형은 구하기 어려우니 편제 확대가 막힐수 있음<br>
					<br>
					그럼, 대체코어로 4,5성을 편제 확대 하면돼지 않느냐? 하는 물음이 생김<br>
					인형 레어도별로 소모되는 대체코어 수량이 틀림<br>
					2성(1개), 3성(3개), 4성(9개), 5성(15개)<br>
					<br>
					아 이정도는 감당 할만하다!!! 하는 자신감이 생김<br>
					레벨 70, 90에 이루어지는 편제 확대는 각각 2배, 3배의 코어를 소모함<br>
					4성 인형이 90레벨에 편제 확대를 하면? 9*3=27개<br>
					5성 인형이 90레벨에 편제 확대를 하면? 15*3=45개<br>
					<br>
					5성인형을 대체코어 만으로 편제 확대를 할경우 총 105개의 대체코어가 필요함<br>
					5성인형 5개로 구성된 소대를 만렙까지 키우면 525개의 대체 코어가 필요함 .....
					<br>
					<br>
					그래서 말하고 싶은 결론, 망샷소대를 어떤 인형을 키우던지 앵간해서는 강하기 때문에 코어 소모가 적은 2성으로 제대 구성을 함
				</p>
				<p>
					3제대 원래 구성은 아래와 같음
				</p>
				<div class="pic_box">
					<img src="./img/tab_4_1.png" class="res">
				</div>
				<p>
					3제대 진형은 아래 처럼 하면 됌 (가장 앞에 SG를 세워야함)
				</p>
				<div class="pic_box">
					<img src="./img/tab_4_2.png" class="res">
				</div>
				<p>
					참고로, SG는 탱킹 포지션으로 팽킹 능력이 가장 놓음. 단! 보스전 탱킨은 SMG가 우월하게 좋음
				</p>
				<p>	
					지금 이 계정은 매일 모의점수 라는 것이 2시간 마다 쌓임, 매주 수, 토, 일요일은 경험치 모의전이 가능함<br>
					만렙까지 경험치 모의전 고급을 혼자서 깨면됌, 그 외에는 앵간해서 운영 안하는게 좋음 자원이 엄청 갈림<br>
					모의전은 자원소모가 없음, 6포인트까지만 맥시멈으로 모을수 있음. 모의전 자체가 워낙 좋은지라 모의점수 낭비가 없도록 잘 소모해야 함.
					아래 참고
					<a href="https://namu.wiki/w/%EC%86%8C%EB%85%80%EC%A0%84%EC%84%A0/%EB%AA%A8%EC%9D%98%EC%9E%91%EC%A0%84">
						모의전을 자세히 설명한 외부 링크
					</a>
				</p>
			</div>

			<div class="tab_ctn">
				<div class="tit">
					4,5제대
				</div>
				<p>
					군소용 제대 + 이벤트시 제대 모자라면 끌어 오는 애들
				</p>
				<p>
					4제대는 그냥저냥 남는 인형 모아 놓음<br>
					5제대는 바로쓸수 있는 3성 구성 제대<br>
				</p>
				<p>	
					4~7제대는 군수용 제대이며, 나중에 육성하면 되는 애들임<br>
					4제대 : 남는애들 모아 놓은거라, 이상태로 육성하면 안됌<br>
					5제대 : 성능으로 무장한 3성 조합, 바로 육성 가능<br>
					6제대 : 성능 좋은 5성 조합으로 꾸리는 도중이였음, 육성 가능<br>
					7제대 : 무조건 이쁜 5성으로 조합한 제대, 육성 가능
				</p>
			</div>

			<div class="tab_ctn">
				<div class="tit">
					6,7제대
				</div>
				<p>
					군소용 제대 + 이벤트시 제대 모자라면 끌어 오는 애들
				</p>
				<p>
					6제대는 성능 위주의 5성 구성<br>
					7제대는 외모 위주의 5성 구성<br>
				</p>
				<p>	
					소전에서 군수는 제대 전체 인원의 레벨 평균으로 [대성공]확률이 정해짐<br>
					그래서 4~7제대는 레벨 60을 평균으로 맞춘거임<br>
					+ 60레벨부터 5성 장비 착용이 가능함<br>
					+ 금방 70레벨 되면 바로 편제 확대 할수 있음
				</p>
			</div>

			<div class="tab_ctn">
				<div class="tit">
					군수 보내는법
				</div>
				<p>
					4~7제대 애들을 사용해서 돌리면됌
				</p>
				<p>
					낮<br>
					낮시간동안 4시간 간격으로 소전 2분 정도씩 접하룻 있으면 아래와 같은 구성을 추천<br>
					0-2 7-1 7-2 5-2(탄약이 부족하면 5-2, 식량이 무족하면 6-2로 교체 가능함)
				</p>
				<p>
					밤<br>
					걍 12시간 동안 푹 자면서 신경끄삼, 아래꺼는 돌려 놓고 .....<br>
					0-3 6-4 5-4 7-4 
				</p>
			</div>

			<div class="tab_ctn">
				<div class="tit">
					인형 제조, 강화
				</div>
				<p>
					일일퀘스트로 인형4개 제조가 있음. 하루에 4개씩 제조하삼
				</p>
				<p>
					일일퀘스트에서 사용하는 인형 공식은 아래에서 [제조일지]누르셈
				</p>
				<div class="pic_box">
					<img src="./img/tab_7_1.png" class="res">
				</div>
				<p>
					그러면 아래와 같은 목록이 뜬는데, 위에서부터 RF, MG, HG, AR 이 나오는 공식임<br>
					퀘스트용 4번 제조는 HG를 강추, 나중에 제조 확률업 이벤트 같은거 하면 그때 필요한 인형 공식으로 지르면됌<br>
				</p>
				<div class="pic_box">
					<img src="./img/tab_7_2.png" class="res">
				</div>
				<p>
					주간퀘스트로 중형인형(!)제조 1번이 있음<br>
					역시 [제조일지]가서 목록에서 아무거나 한번 해주면됌 (이번주꺼는 내가 벌써함...)<br>
					참고로, 중형제조는 대체코어를 사용하니 절대(!) 자주 하지 말것<br>
					SG는 중형 제조에서만 나옴 + 중형 제조는 최소 3성 이상의 인형이 보장됌<br>
					지금 이 계정은 SG쓸만한게 많아서 굳이 중형제조에 욕심안내도 됌
				</p>
				<div class="pic_box">
					<img src="./img/tab_7_3.png" class="res">
				</div>
				<p>
					인형 제조시 나오는 인형 처리법<br>
					3성 도노가 게임감 잡기 전까지는 3성은 다 갈아 버리셈<br>
					4성 리베롤(ar), HG모두(p7제외), SG모두 말고는 다 갈아 버림<br>
					5성 전부 보존<br>
					일단 저렇게 유지 하다가, 감 잡으면 본인 취향데로 하면됌
				</p>
			</div>

			<div class="tab_ctn">
				<div class="tit">
					장비 제조, 강화
				</div>
				<p>
					일일퀘스트로 장비4개 제조가 있음. 하루에 4개씩 제조하삼<br>
					[쾌속 제조권] 인형제조와 장비제조가 공통으로 사용함<br>
					장비 제조에는 절대(!)퀘속 쓰지 마셈 + 중형제조는 퀘속권 10개가 소모됌 절대(!) 하지 마셈
				</p>
				<p>
					일일퀘스트에서 사용하는 장비 공식은 아래에서 [제조일지]누르셈
				</p>
				<p>
					목록 위에서부터 탄약, 탄통(골격) 나오는 공식임<br>
					퀘스트용 4번 제조는 탄약을 강추, 그 계정은 탄약이 많이 부족함
				</p>
				<div class="pic_box">
					<img src="./img/tab_8_1.png" class="res">
				</div>
				<p>
					장비는 5성 말고는 무조건 쓰래기임, 어쩔수 없이 4성을 쓰기도함<br>
					그래서, 2~3성 전부 [장비강화]에 사용함. 장비 강화는 만렙10까지 찍을수 있고, 장비에 장비를 넣으면 강화가 됌<br>
					장비 강화는 5성만 하고, 장비 강화 4번도 일퀘에 있으니 꼭(!) 하도록<br>
					퀘스트시 남는 장비 4개극 한번에 넣고 강화 한다고, 4번수행 퀘스트가 클리어 되는게 아님<br>
					한번에 한개씩 넣고 4번 수행하면댐
				</p>
				<p>
					주간퀘스트로 중형장비(!)제조 3번이 있음<br>
					중형장비는 [제조일지]없이 처음에 누르면 나오는 500 500 500 500 공식 사용하면됌(이번주꺼는 내가 벌써함...)<br>
					참고로, 중형제조는 대체코어를 사용하니 절대(!) 자주 하지 말것<br>
					요정은 중형 장비(!)제조에서만 나옴<br>
					지금 이 계정이 요정은 부족한데, 요정 컨텐츠가 워낙 빡센지라 천천히 하면됌
					<a href="https://namu.wiki/w/%EC%86%8C%EB%85%80%EC%A0%84%EC%84%A0/%EC%9A%94%EC%A0%95">
						요정을 자세히 설명한 외부 링크
					</a>
				</p>
				<div class="pic_box">
					<img src="./img/tab_8_2.png" class="res">
				</div>
				<p>
					장비 제조시 나오는 장비 처리법<br>
					2, 3성 무조건 전부 강화로 사용함<br>
					4성 5성 무지무지 많이 확보 되기 전까지 보전함<br>
					5성 전부 보존<br>
					장비는 무조건 5성만 취급한다고 보면됌
				</p>
			</div>
			<div class="tab_ctn">
				<div class="tit">
					일일필수 사항정리
				</div>
				<p>
					오전 12시 기준 하루에 한번 로그인 (매달 30일 채우면 레어 인형을 줌)
				</p>
				<p>
					오전 11시, 오후5시 기준 1~3일에 한번씩 숙소에서 전지 수거 
				</p>
				<p>
					하루에 한번 모든 숙소 들어 가서 인형 하트 눌러 주기
					<a href="https://namu.wiki/w/%EC%86%8C%EB%85%80%EC%A0%84%EC%84%A0/%EA%B8%B0%EB%B3%B8%20%EC%8B%9C%EC%8A%A4%ED%85%9C#s-2">
						호감도를 자세히 설명한 외부 링크
					</a>
				</p>
				<p>
					하루에 4번 [인형제조] [장비제조] [장비강화] [인형강화]
				</p>
				<p>
					하루에 12시간 간격으로 모의전 점수 사용하기, 모의전을 4번 해야됌<br>
					월, 목 : 중급 4번 (혹은 방어전 1번 + 초급3번)<br>
					화, 금 : 중급 4번<br>
					수, 토 : 고급 4번 (3제대사용)<br>
					일 : 앵간하면 [자료추출] 중급, 고급<br>
					일 : 인형 레벨업이 필요하면 [경험특훈]고급<br>
				</p>
				<p>
					모의전은 시간을 그래도 먹으니, 어쩔수 없는 상황에는 패스 한다 쳐도, 모의전 위에 꺼는 매일하는게 좋음, 위에꺼 다하는데 ... 5분 걸림
				</p>
			</div>

			<div class="tab_ctn">
				<div class="tit">
					백설동화 이벤트
				</div>
				<p>
					12월 29일까지 진행하는 이벤트 <br>
					총 3주에 걸쳐, 1주에 간격으로 퀘스트가 공개됌<br>
					1주차에 받은 퀘스트는 3주차에 클리어 가능함 (걍 넵두고 마지막 주에 몰아서 해도 됌, 빡세서 문제지)
				</p>
				<p>
					워낙 혜자로 템을 퍼 주기에, 최소 1800, 추천은 2400, 앵간하면 2400(!)점 까지 보상 받는걸 추천
				</p>
				<p>
					전체 이벤트 리스트 
				</p>
				<div class="pic_box">
					<img src="./img/tab_10_1.png" class="res">
				</div>
				<p>
					1) 칭찬하기 팁 : 숙소에서 - 방문 - 랜덤방문 - 칭찬 (친구수가 적어도 클리어 가능함, 시간이 많이 소모됌)
				</p>
				<p>
					2) 전역 클리어 : 2-1 (제 2전역, 일반, 1번) 2-4N (제 2전역, 야간, 4번)  3-4E(제 3전역, 긴급, 4번)
				</p>
				<p>
					3) 인형구출 : 전역에서 싸우다보면, 인형이 얻어 질꺼임. 자주 얻어지니 종종 전투 지역에서 돌다 보면 금방 클리어 됌
				</p>
				<p>
					4) 교정권 : 주간퀘스트에 장비 교정이 있으니, 다음주 월요일 (12월 18일)에 시작하면 됌. 장비 교정은 따곱고 맘에 드는 장비 하나 올리고 [더 이상 교정할수없다]라는 메세지 나오기 전까지 [교정]버튼 연타 하면됌. (재섭으면 교정권 무지 소모되니, 약 5~8번 정도 실행하는걸 강추)
				</p>
				<p>
					5) 코인소모 : 숙소에서 - 구매에서 사용되는 자원이 [코인]임. 이 구매를 통해서 인형의 [스킨], 숙소의 [가구]를 얻을수 있음.<br><br>
					구매는 10개 단위로 하는 것을 무조건 추천<br>
					지금(12월 13일)은 [찬란한수집] 이라는 항목만 있을꺼임. 찬란한수집은 기존에 팔았던 패키지를 모아 놓고 40% 세일한 가겨으로 파는거임.(마비노기로 치면 전에 팔았던 캐쉬템을 다 모아 놓고 40% 세일해서 파는 시스템).<br>
					10개 구매 가격 = 60코인<br><br>
					아마도, 곧 크리스마스 가챠를 판매 할꺼임. 이렇게 진행중인 가챠는 코인100개를 소모해야함<br>
					가챠시스템이지만, 특정자원(교환권, 블랙카드)를 모으면 자기가 원하는 것을 구입할수 있기에 특정 스킨이 너무 가지고 싶으면 완전 못구하는 시스템은 아님(디바 가발 넘사벽인거 생각하면 이해 될꺼임)
				</p>
			</div>

		<script>
			$(document).ready(function(){
				$(".tab_btn").click(function(){
					tab_idx = $(this).index();
					$(".tab_btn").removeClass("on");
					$(".tab_btn").eq(tab_idx).addClass("on");
					$(".tab_ctn").removeClass("on");		
					$(".tab_ctn").eq(tab_idx).addClass("on");
				});
			});
		</script>
	</div>
</body>
</html>